/* email placeholder */
"email" = "email";

/* Email label */
"Email:" = "Email:";

/* Error message after login */
"Failed to login" = "Failed to login";

/* Network error message */
"Network is not available" = "Network is not available";

/* password placeholder */
"password" = "password";

/* Password label */
"Password:" = "Password:";

/* Invalid login error message */
"Please enter a valid username and password" = "Please enter a valid username and password";

/* Register button */
"Register" = "Register";

/* Login screen banner */
"Sign in to Parabay" = "Sign in to Parabay";

"CONNECTION_ERROR" = "Unable to connect to %@.";
"PEER_CANCELLED_ERROR" = "Sending cancelled by %@.";
"RECEIVED_ERROR_ERROR" = "Received error message from %@.";
"RECEIVED_BUSY_ERROR" =  "%@ is busy right now.";
"UNEXPECTED_COMMAND_ERROR" = "Received unexpected command from %@.";
"RECEPTION_ERROR" = "Error receiving data from %@.";
"RECEIVE_VIEW_TITLE" = "Send Confirmation";
"RETRY_VIEW_TITLE" = "Send Refused";
"ERROR_VIEW_TITLE" = "Send Error";
"SUCCESS_VIEW_TITLE" = "Send Success";
"RECEIVE_VIEW_PROMPT" = "%@ wants to send  data('%@') to you. Do you accept?";
"RETRY_VIEW_PROMPT" = "%@ refused to receive '%@'. Do you want to retry?";
"SEND_SUCCESS_MESSAGE" = "'%@' was sent to %@.";
"RECEIVE_SUCCESS_MESSAGE" = "Received '%@' from %@.";
"CONNECTION_PROCESS" = "Connecting...";
"WAITING_FOR_ACCEPTANCE_PROCESS" = "Waiting for '%@' to accept...";
"SENDING_PROCESS" = "Sending data...";
"RECEIVING_PROCESS" = "Receiving data...";
"BLUETOOTH_ERROR_TITLE" = "Error";
"BLUETOOTH_ERROR" = "Parabay Inc. wasn't able to make your device available over Bluetooth. Make sure Bluetooth is active and that your device supports the Game Kit API/Bluetooth (iPhone 3G and iPod Touch Second Generation).";
